tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "python@3.9"
brew "curl"
brew "fzf"
brew "gh"
brew "git"
brew "gzip"
brew "httpie"
brew "jq"
brew "lazygit"
brew "lua-language-server"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "wget"
brew "zoxide"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "authy"
cask "brave-browser-beta"
cask "caffeine"
cask "docker"
cask "maccy"
cask "postman"
